Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/nuorisoneuvoston_puheenjohtajan_katsaus.html.tmx
Source language: fin
Languages: smn

source: Nuorisoneuvoston puheenjohtajan katsaus
smn: Nuorâirääđi saavâjođetteijee kejâstâh

source: Aloittaessani nuorisoneuvoston puheenjohtajana en osannut kuvitella kevään olevan tällainen.
smn: Ko mun algâttim nuorâirääđi saavâjođetteijen, te jiem máttám jurdâččiđ, ete kiđđâ lii tággáár.

source: Nuorisoneuvoston uusiin jäseniin, projekteihin, yhteistyökumppaneihin ja muihin tehtäviin on joutunut tutustumaan etänä.
smn: Nuorâirääđi uđđâ jesânáid, projektáid, ohtsâšpargokuoimijd já eres pargoid lii kolgâm uápásmuđ káidusin.

source: Nuorisoneuvosto jäsenet eivät ole vielä kertaakaan tavannut kasvokkain, mutta toivottavasti siihen saadaan muutos alkavan syksyn aikana.
smn: Nuorâirääđi jesâneh iä lah vala ohtiigin teivâm njunáluvâi, mutâ tuáivu mield toos šadda nubástus taan čoovčâ ääigi.

source: Erikoisesta keväästä huolimatta työ saamelaisnuorten eteen ei ole keskeytynyt.
smn: Eromâš kiiđâst peerusthánnáá pargo säminuorâi oovdân ij lah koskâldum.

source: Saamelaisnuorten oikeuksia ja osallisuutta on pyritty vahvistamaan monin eri tavoin.
smn: Säminuorâi vuoigâdvuođâid já uásálistem láá viggâm nanodiđ maaŋgânáál.

source: Oppivelvollisuuden pidentämistä, ilmastolain ja saamelaiskäräjälain uudistamista on jatkettu koko kevään ajan virkamiestasolla.
smn: Oppâkenigâsvuođâ kuhedem, šoŋŋâdâhlaavâ já sämitiggelaavâ uđâsmittem láá jotkum oles kiiđâ virgeolmooštääsist.

source: Nuorisoneuvosto onkin osallistunut oppivelvollisuuden pidentämistä koskevan lausunnon valmisteluun yhdessä Saamelaiskäräjien 1. varapuheenjohtajan, koulutussihteerin ja koulutus- ja oppimateriaali lautakunnan kanssa.
smn: Nuorâirääđi lii-uv uásálistám oppâkenigâsvuođâ kuhheedmân kyeskee ciälkkámuš valmâštâlmân oovtâst Sämitige 1. värisaavâjođetteijein, škovlimčällein já škovlim- já oppâmateriaallävdikuddijn.

source: Järjestimme myös Ympäristöministeriön kanssa kuulemistilaisuuden saamelaisnuorille koskien ilmastolain uudistamista.
smn: Mij lep meid ornim pirâsministeriöin kuullâmtilálâšvuođâ säminuoráid šoŋŋâdâhnubástus uđâsmittem háárán.

source: Tilaisuus järjestettiin etäyhteyksin.
smn: Tilálâšvuotâ uárnejui káidusohtâvuođâiguin.

source: Erikoinen kevät on tuonut myös mahdollisuuksia.
smn: Eromâš kiđđâ lii puáhtám meid máhđulâšvuođâid.

source: Olemme kouluttautuneet nuorisoneuvoston kanssa yhteistyössä Ihmisoikeusliiton kanssa.
smn: Mij lep škuávlejum nuorâirađđijn oovtâstpargoost Olmoošvuoigâdvuotâlittoin (Ihmisoikeusliitto).

source: Olemme myös ottaneet käyttöön uusia alustoja työskentelyä varten ja tavanneet matalalla kynnyksellä nuoriso- ja saamelaisjärjestöjä etänä.
smn: Mij lep meid váldám anon uđđâ porgâmvuovijd já teivâm káidusin nuorâi- já sämmilâšservijguin.

source: Etätyöskentely on helpottanut ja nopeuttanut tapaamisia.
smn: Káidusporgâm lii älkkeedittâm já jođálmittâm teivâdmijd.

source: Etätapaaminen ei ikinä korvaa kasvokkain tapaamista, mutta tuo lisää aikaa eri toimiin, kun ei tarvitse aina matkustaa satoja kilometrejä tunnin parin mittaista tapaamista varten.
smn: Káidusin teivâm ij kuássin lah siämmáš ko njunáluvâi teivâm, mutâ tot addel lase ääigi sierâ toimáid, ko ij taarbâš ain mađhâšiđ čuođijd kilomeetterijd muádi tiijme teivâm várás.

source: Etätyöskentely on erinomainen lisä kasvokkain tehdyille tapaamisille ja tekee työskentelystä tiiviimpää ja näin myös osin tehokkaampaa.
smn: Káidusporgâm lii eromâš lase njunáluvâi tohhum teivâdmáid já taha porgâmist intensiivlub já návt meid uásild pehtilub.

source: Yksi nuorisoneuvoston suurimmista asioista kevään aikana oli yhteinen kannanotto hallituspuolueiden nuorisojärjestöjen kanssa, ”Kaivoksille ei tilaa saamelaisten kotiseutualueella”.
smn: Ohtâ nuorâirääđi stuárráámusijn aašijn kiđđuv lâi ohtsâš uáivilalmottâs haldâttâspiäláduvâi nuorâirađijguin, ”Kuáivuttuvváid ij saje sämmilij päikkikuávlust”.

source: Kannanotolla toimme Suomen valtion hallitukselle selvän kannan: kaivoksille ei ole tilaa, olemme kyllästyneitä neuvottelemaan aiheesta uudelleen ja uudelleen.
smn: Uáivilalmottâssáin mij puovtijm Suomâ staatâ haldâttâsân čielgâ uáivil: kuáivuttuvváid ij lah saje, mij lep tulkkum ráđádâllâđ fáádást ain uđđâsist.

source: Hietakeron aluevarausta ei ole vielä peruttu, joten työtä on edelleen tehtävänä.
smn: Hietakero kuávluväridem ij lah vala roččum, te pargo lii ain porgâmnáál.

source: Hietakeron paikallisilla on kuitenkin vahva tuki niin oman yhteisönsä, kuin myös valtaväestön keskuudessa.
smn: Hietakero páihálijn ulmuin lii kuittâg noonâ toorjâ nuuvt sii jieijâs siärváduv ko meid válduaalmug juávhust.

source: Nuorisoneuvoston ja hallituspuolueiden kannanotto on luettavissa nuorisoneuvoston nettisivuilla .
smn: Nuorâirääđi já haldâttâspiäláduvâi uáivilalmottâs puáhtá luuhâđ nuorâirääđi nettisiijđoin.

source: Osallistuin kesäkuussa Saamelaiskäräjien toiseen täysistuntoon nuorisoneuvoston edustajana.
smn: Mun uásálistim kesimáánust Sämitige nube tievâsčuákkimân nuorâirääđi ovdâsteijen.

source: Olen myös osallistunut SPN:n hallituksen kokouksiin kevään ja alkukesän aikana.
smn: Mun lam meid uásálistám SPR stiivrâ čuákkimáid kiiđâ já algâkeesi ääigi.

source: SPN:n hallitus on syksyllä 2019 tehnyt päätöksen kutsua nuorten lautakunnan edustaja kokouksiinsa nuorten asioiden asiantuntijan roolissa.
smn: SPR stivrâ lii čohčuv 2019 toohâm miärádâs pivdeđ nuorâi lävdikode ovdâsteijee čuákkimáid nuorâi aašij äššitobdee roolist.

source: Lisäksi nuorten edustaja kutsutaan jatkossa myös SPR:n täyskokouksiin.
smn: Toos lasseen nuorâi ovdâsteijee pivdoo puátteevuođâst meid SPR olesčuákkimáid.

source: Tällä tavalla SPN:n tavoitteena on vahvistaa ja lisätä saamelaisnuorten osallistumista ja vaikutusmahdollisuuksia sekä lisätä nuorten kuuluvuutta saamelaisyhteisöön.
smn: Tienávt SPR ulmen lii nanodiđ já lasettiđ säminuorâi uásálistem já vaikuttemmáhđulâšvuođâid sehe lasettiđ nuorâi kullum sämisiärvádâhân.

source: SPN:n alainen nuorisoneuvosto järjestää kahden vuoden välein Pohjoismaisen saamelaisnuorten konferenssin.
smn: SPR vuálásâš nuorâirääđi uárnee kyevti ive kooskâi Tave-eennâmlii säminuorâi konferens.

source: Konferenssi järjestetään yhteistyönä Norjan, Ruotsin ja Suomen Saamelaiskäräjien nuorisotoimijoiden kanssa.
smn: Konferens uárnejuvvoo oovtâstpargoost Taažâ, Ruotâ já Suomâ Sämitiigij nuorâituáimeiguin.

source: Konferenssi oli tarkoitus järjestää Inarissa 13-14.8.2020, mutta se on päätetty siirtää koronaviruspandemian vuoksi myöhemmäksi.
smn: Konferens lâi tárguttâs orniđ Anarist 13-14.8.2020, mutâ lii meridum, ete tot uárnejuvvoo koronaviruspandemia tiet maŋeláá.

source: Konferenssin teemaksi on päätetty ilmastonmuutos.
smn: Konferens teeman lii meridum šoŋŋâdâhnubástus.

source: Nuorisoneuvosto selvittää mahdollisuuksia järjestää konferenssi tai sen osia etänä.
smn: Nuorâirääđi seelvât máhđulâšvuođâid orniđ konferens teikâ ton oosijd káidusin.

source: Järjestimme kesäkuussa myös puheenjohtajien kyselytunnin ryhmächatissä, johon osallistuivat kaikki kolme Saamelaiskäräjien puheenjohtajaa.
smn: Mij ornijm kesimáánust meid saavâjođetteijei koijâdâllâmtiijme juávkkuchat peht, já toos uásálistii puoh kulmâ Sämitige saavâjođetteijee.

source: Kyseinen chat oli myös ensimmäinen chattimme, johon oli mahdollisuus osallistua kolmella saamen ja suomen kielellä yhtä aikaa.
smn: Tot chat lâi meid mii vuossâmuš chat, moos puovtij uásálistiđ kuulmâ sämikielân já suomâkielân siämmáá ääigi.

source: Heinäkuussa järjestimme kesäkuulumisia-ryhmächatin kolmella saamenkielellä.
smn: Syeinimáánust mij ornijm kesikulâmeh-juávkkuchat kuulmâ sämikielân.

source: Chat-toimintaa kehitetään koko ajan ja tulevaisuudessa on tarkoituksena järjestää ryhmächatteja erilaisilla teemoilla.
smn: Chat-toimâ ovdeduvvoo ubâ paje já puátteevuođâst lii ulmen orniđ juávkkuchat-savâstâlmijd sierâlágán teemain.

source: Kesän aikana olemme myös päivittäneet nuorisoneuvoston tieto – ja neuvontasivustoa.
smn: Keesi ääigi mij lep meid peividâm nuorâirääđi tiätu- já ravvimsiijđoid.

source: Nuor.fi sivut on kehitetty osana DigiÁrran hanketta, jonka tarkoituksena on kehittää saamenkielistä, saamelaisnuorille tarkoitettua tieto- ja neuvontapalvelua ja digitaalista nuorisotyötä.
smn: Nuor.fi siijđoh láá ovdedum uássin DigiÁrran haavâ, mon ulmen lii ovdediđ sämikielâlii, säminuoráid uáivildum tiätu- já ravvimpalvâlem já digitaallii nuorâipargo.

source: Lisätietoja:
smn: Lasetiäđuh:

source: Anni-Sofia Niittyvuopio Nuorisoneuvoston puheenjohtaja anni-sofia.niittyvuopio(at)samediggi.fi
smn: Anni-Sofia Niittyvuopio Nuorâirääđi saavâjođetteijee anni-sofia.niittyvuopio(at)samediggi.fi

source: Kuva: Mari Molkoselkä
smn: Kove: Mari Molkoselkä
